Repository: mozilla-l10n/mt-training-data
Catalog: vot/vot_pontoon.tmx
Source language: en_us
Languages: vot

source: 2 down, keep it up!<playIcon></playIcon>
vot: Два готовы <playIcon></playIcon> , продолжайте!

source: ≥ 2 No votes
vot: ≥ 2 голосов «против»

source: ≥ 2 Yes votes
vot: ≥ 2 голосов «за»

source: Abkhaz
vot: Абхазский

source: About
vot: Meiss

source: Accent
vot: Акцент

source: Acehnese
vot: Ачехский

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
vot: { $actionType }<playIcon></playIcon> точно ли произнесено предложение?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
vot: { $actionType } <recordIcon></recordIcon>, затем зачитайте предложение вслух

source: { $actionType }<stopIcon></stopIcon> when done
vot: { $actionType } <stopIcon></stopIcon>, когда закончите

source: { $actionType } submit when ready
vot: { $actionType } отправьте, когда будет готово

source: Add an avatar clip to your profile
vot: Добавить аватар в ваш профиль

source: Add an avatar to your profile
vot: Добавить аватар в свой профиль

source: Additional Language
vot: Дополнительный язык

source: Add Language
vot: Добавить язык

source: Adyghe
vot: Адыгейский

source: Afrikaans
vot: Африкаанс

source: Age
vot: Ičä

source: Albanian
vot: Албанский

source: All
vot: Kõik

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
vot: Все голосовые записи в наборе данных очищаются от личной информации. Хотя участник предоставляет демографические данные через свой профиль, эта информация удаляется из записей перед тем, как добавляется в набор данных для загрузки, и никогда не публикуется на странице профиля.

source: Amharic
vot: Амхарский

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
vot: Анонимные пользовательские данные такие, как возраст, пол и акцент помогут улучшить аудио-данные, используемые для тренировки точности движков распознавания речи. Ваше имя пользователя и адрес электронной почты никогда не будут связаны с предоставляемыми вами данными, и вы можете выбрать сделать ли ваш логин публичным или анонимным.

source: Arabic
vot: Арабский

source: Aragonese
vot: Арагонский

source: Artificial intelligence
vot: Искусственный интеллект

source: Assamese
vot: Ассамский

source: Asturian
vot: Астурийский

source: Audio Format
vot: Аудиоформат

source: Avatar
vot: Аватар

source: Average
vot: Keskolin

source: A voice clip is marked "valid" when a user gives it a Yes vote.
vot: Запись отмечается как «корректная», когда пользователь выбирает «Да».

source: Awards
vot: Награды

source: Azerbaijani
vot: Азербайджанский

source: Back to Top
vot: Ülespäi

source: Bashkirs
vot: Башкирский

source: Basque
vot: Баскский

source: Become a partner
vot: Стать партнёром

source: Benefits
vot: Čäüttäjä bariššad

source: Bengali
vot: Бенгальский

source: <bold>{ $count }</bold> Clips
vot: <bold>{ $count }</bold> Клипов

source: <bold>Help us</bold> find more voices
vot: <bold>Помогите нам</bold> найти больше голосов

source: <bold>iOS</bold> users can download our free app:
vot: Пользователи <bold>iOS</bold> могут загрузить наше бесплатное приложение:

source: Both
vot: Mõlõpõd

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
vot: Оба эти проекта являются частью наших усилий по заполнению пробела в цифровой речи. Технологии распознавания голоса вносят человеческое измерение в наши устройства, но разработчикам необходим огромный объем голосовых данных для их создания. В настоящее время, большая часть этих данных является дорогой и проприетарной. Мы хотим, чтобы голосовые данные были свободными и общедоступными, и чтобы эти данные отражали разнообразие реальных людей. Вместе мы можем сделать распознавание голоса лучше для всех и каждого.

source: Both (Speak and Listen)
vot: Mõlõpõd (Pajatõ i Kuuntõ)

source: Breton
vot: Бретонский

source: Build a custom goal
vot: Создать собственную цель

source: Build Profile
vot: Создание профиля

source: Bulgarian
vot: Болгарский

source: Buryat
vot: Бурятский

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
vot: <b>Зачем нужен ваш адрес?</b> В будущем нам может понадобиться связаться с вами по поводу изменений в наборе данных, и электронная почта позволит нам сделать это.

source: By editing your goal, you may lose your existing progress.
vot: Изменив свою цель, вы можете потерять существующий прогресс.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
vot: Согласившись получать письма, вы заявляете, что согласны с тем, как Mozilla обрабатывает эту информацию, согласно <privacyLink>Политике приватности</privacyLink> Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
vot: <b>Вы соглашаетесь</b> не пытаться определять личность дикторов в наборе данных Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
vot: Предоставив некоторые данные о себе, вы сделаете аудио данные, отправляемые в Common Voice, более полезными для движков распознавания речи, которые будут использовать эти данные для улучшения своей точности.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
vot: Используя Common Voice, вы соглашаетесь с нашими <termsLink>условиями использования</termsLink> и <privacyLink>политикой приватности</privacyLink>

source: Cancel
vot: Отмена

source: Cancel Re-recording
vot: Отменить перезапись

source: Cancel Submission
vot: Отменить отправку

source: Can't decide?
vot: Etkö saa valitsa?

source: Catalan
vot: Каталанский

source: Change your email via Settings under Login Identity
vot: Измените свой адрес электронной почты через настройки в разделе «Идентификатор для входа»

source: Chinese (China)
vot: Китайский (Китай)

source: Chinese (Hong Kong)
vot: Китайский (Гонконг)

source: Chinese (Taiwan)
vot: Китайский (Тайвань)

source: Chuvash
vot: Чувашский

source: Click
vot: Щёлкнуть

source: Clip Graveyard
vot: «Кладбище записей»

source: Clips recorded
vot: Клипов записано

source: Clips Uploaded
vot: Записей загружено

source: Clips validated
vot: Записей проверено

source: Clips You've Recorded
vot: Вы записали

source: Clips You've Validated
vot: Вы проверили

source: Close
vot: Lummõ

source: Collecting sentences from the public domain, or writing new ones for the public domain.
vot: Сбор предложений из общественного достояния или написание новых для общественного достояния.

source: Comment
vot: Комментарий

source: Common Voice data plus all other voice datasets above.
vot: Данные Common Voice плюс данные всех голосовых наборов данных ниже.

source: Common Voice Dataset
vot: Common Voice salvo

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
vot: Common Voice — это совместный проект, и создание самого большого из когда-либо открытых наборов голосовых данных зависит от нашего сообщества партнёров и участников. Мы хотели бы поблагодарить следующих людей и организации за помощь в реализации проекта:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
vot: Common Voice — kase on Mozilla duumõ, kui mašina õppõb kastõ, ku inimin jõka päive pajatõb.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
vot: Common Voice — это часть инициативы Mozilla по обучению машин тому, как говорят реальные люди.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
vot: Common Voice — это часть инициативы Mozilla по обучению машин тому, как говорят реальные люди. Помимо набора данных Common Voice, мы также создаем движок распознавания речи Deep Speech с открытым исходным кодом.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
vot: Записи Common Voice используются учёными, малым бизнесом и энтузиастами распознавания голоса, чтобы обучать и развивать общедоступные ресурсы, такие как голосовые модели. Можем ли мы узнать, почему вы хотите удалить свои записи?

source: Confirm Goal
vot: Подтвердить цель

source: Connect with Gravatar
vot: Присоединить Gravatar

source: Contact
vot: Kontakti

source: Contact Form
vot: Форма связи

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
vot: Содержимое доступно под <licenseLink>лицензией Creative Commons</licenseLink>

source: Continue
vot: Продолжить

source: Contribute
vot: Принять участие

source: Contribute to { $lang }
vot: Внесите вклад в { $lang } язык

source: Contribute Your Voice
vot: Запишите свой голос

source: Contribution Activity
vot: Вклад помощника

source: Contribution Experience
vot: Оцените вашу работу с Common Voice

source: Contributors record voice clips by reading from a bank of donated sentences.
vot: Участники делают голосовые записи, читая из банка пожертвованных предложений.

source: Cookies
vot: Petšenjad

source: Cornish
vot: Корнский

source: { $count }mo
vot: { $count } kuutõ

source: { $count }wk
vot: { $count } nätel̕iä

source: { $count }y
vot: { $count } voottõ

source: Create a Custom Goal
vot: Создать собственную цель

source: Create a custom voice wave to introduce yourself. Other users will be able to hover and listen to your clip.
vot: Создайте собственное приветствие. Другие пользователи смогут прослушать его.

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
vot: Присоединиться к рассылке Common Voice

source: Create Voicewave
vot: Создать приветствие

source: Croatian
vot: Хорватский

source: Czech
vot: Чешский

source: Daily Goal
vot: Ежедневная цель

source: Danish
vot: Датский

source: Dashboard
vot: Панель

source: Datasets
vot: Salvod

source: Days
vot: Päivä

source: De-identified
vot: Обезличенный

source: DELETE
vot: УДАЛИТЬ

source: Delete my recordings
vot: Удалить мои записи

source: Delete Profile
vot: Удалить профиль

source: Dhivehi
vot: Мальдивский

source: Different language
vot: Другой язык

source: Difficult
vot: Rankkõ

source: Difficult to pronounce
vot: Сложно произнести

source: Donate your voice
vot: Õõ üvä I annõ õma ääni!

source: Don't see your language on Common Voice yet?
vot: Пока не видите ваш язык в Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
vot: Вашего языка нет в наборе? Запросите его на странице Языки.

source: Download
vot: Загрузить

source: Download Common Voice Data
vot: Загрузить данные Common Voice

source: Download Data
vot: Загрузить данные

source: Download Dataset Bundle
vot: Загрузить пакет наборов данных

source: Download { $language }
vot: Загрузить { $language }

source: Download My Data
vot: Выгрузить мои данные

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
vot: Есть идеи, как улучшить Common Voice? Расскажите нам на форуме Discourse

source: Do you want to continue?
vot: Tahatko jatkaa?

source: Do you want to Speak, Listen or both?
vot: Вы хотите записывать, проверять или и то, и другое?

source: Drag and drop or <browseWrap>Browse</browseWrap>
vot: Перетащите или <browseWrap>выберите файл</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
vot: Оценка работы с Common Voice будет пропущена после нажатия кнопки «Отправить». И вы сможете продолжить вносить вклад, следующими записями или прослушиваниями.

source: Dutch
vot: Голландский

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
vot: Каждая запись в наборе данных состоит из уникального MP3-аудио и соответствующего ему текстового файла. Многие из <b>{ $total }</b> записей в этом наборе данных также включают в себя демографические метаданные, такие как возраст, пол и акцент, которые могут помочь увеличить точность обучения движков распознавания речи.¶ ¶ В настоящее время набор данных состоит из <b>{ $valid }</b> проверенных часов на <b>{ $languages }</b> языках, но мы постоянно добавляем новые голоса и языки. Загляните на нашу <languagesLink>страницу языков</languagesLink>, чтобы запросить язык или принять участие.

source: Easy
vot: Prosta

source: Edit
vot: Редактировать

source: Edit Profile
vot: Редактировать профиль

source: Email
vot: Epošti

source: Email is already used for a different account
vot: Электронная почта уже используется в другом аккаунте

source: Email Subscriptions
vot: Подписки по электронной почте

source: English
vot: agličina

source: Enter Email to Download
vot: Введите адрес электронной почты для загрузки

source: Enter your email
vot: Введите ваш адрес эл. почты

source: Erzya
vot: Эрзянский

source: Estonian
vot: viro

source: Everyone
vot: Все пользователи

source: Exit & Delete clips
vot: Выйти и удалить клипы

source: FAQ
vot: ЧЗВ

source: Faroese
vot: Фарерский

source: Female
vot: Nainõ

source: Finish editing first?
vot: Хотите сначала закончить редактирование?

source: Finish recording
vot: Закончите запись

source: Finish recording first?
vot: Сначала закончите запись?

source: Finnish
vot: soomõ

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
vot: Для этих языков веб-сайт был успешно <localizationGlossaryLink>локализован</localizationGlossaryLink>, и на нём было собрано <sentenceCollectionGlossaryLink>достаточно предложений</sentenceCollectionGlossaryLink>, чтобы начать <speakLink>сбор голосов</speakLink> и <listenLink>их проверку</listenLink>.

source: French
vot: Французский

source: Frequently Asked Questions
vot: Часто задаваемые вопросы

source: Frisian
vot: Фризский

source: Fulah
vot: Фула

source: Galician
vot: Галисийский

source: Georgian
vot: Грузинский

source: German
vot: Немецкий

source: Get involved
vot: Принять участие

source: Get Involved
vot: Tuõ appi

source: Get started with goals
vot: Создать цель

source: Get Started with Speech Recognition
vot: Как использовать Common Voice в своих программах

source: Give your avatar a voice
vot: Дайте голос своему аватару

source: Glossary
vot: Глоссарий

source: Goals
vot: Цели

source: Go to Discourse
vot: Перейти на Discourse

source: Go to Languages Page
vot: Перейти на страницу Языки

source: Go to { $name }
vot: Перейти на { $name }

source: Grammatical / spelling error
vot: Грамматическая / орфографическая ошибка

source: Great! How many clips a week?
vot: Отлично! Сколько записей в неделю?

source: Great! How many clips per day?
vot: Отлично! Сколько записей в день?

source: Great!<recordIcon></recordIcon> Record your next clip
vot: Отлично! <recordIcon></recordIcon> Запишите свой следующий клип

source: Great work!<playIcon></playIcon> Listen again when you're ready
vot: Отличная работа! <playIcon></playIcon> Прослушайте снова, когда будете готовы

source: Greek
vot: Греческий

source: Hakha Chin
vot: Чинский

source: Hausa
vot: Хауса

source: Have Feedback?
vot: Оставить отзыв

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
vot: У вас есть вопросы о Common Voice? Идеи по улучшению или отзывы о конкретном языке? Присоединяйтесь к нам на нашем <discourseLink>Discourse-форуме</discourseLink> и дайте нам знать.

source: Have you read our Terms?
vot: Вы прочитали наши условия использования?

source: Having a profile is not required to contribute though it is helpful, see why below.
vot: Наличие профиля не обязательно для участия, хотя это полезно

source: Hebrew
vot: Иврит

source: Help
vot: Api

source: Help Common Voice reach { NUMBER($hours) } hours in a language with a personal goal
vot: Помогите Common Voice достичь { NUMBER($hours) } часов на этом языке с помощью личной цели

source: Help reach { NUMBER($hours) } hours in { $language } with a personal goal
vot: Помогите достичь { NUMBER($hours) } часов на { $language } с помощью личной цели

source: Help teach machines how real people speak, donate your voice at { $link }
vot: Avita õpõttaa kompjuteralõ kui õika inimin pajatõta, jagõ õma äänte kassen { $link }

source: Help us build a community around voice technology, stay in touch via email.
vot: Помогите нам создать сообщество по языковым технологиям, оставайтесь с нами на связи по электронной почте.

source: Help us build a high quality, publicly open dataset
vot: Avita meill kopitta kõvassi üvvä täätüsalvo, kumpa kõik savva takossa

source: Help us find more voices, share your goal
vot: Помогите нам найти больше голосов, поделитесь своей целью

source: Help us find others to donate their voice!
vot: Помогите нам, найдя других желающих записать свой голос!

source: Help us get to { $goal }
vot: Avita meill tagotõlla { $goal }

source: Help us validate sentences!
vot: Avitõ meill lukka!

source: Help us validate voices
vot: Avittaga meill löütä õikad ääned

source: Hidden
vot: Скрытый

source: Hill Mari
vot: Горномарийский

source: Hindi
vot: Хинди

source: Hours Recorded
vot: Часов записано

source: Hours Validated
vot: Часов проверено

source: { $hours } validated hours so far!
vot: Пока проверено { $hours } часа!

source: How ?
vot: Как?

source: How can I get the Common Voice data?
vot: Как я могу получить данные Common Voice?

source: How does Common Voice calculate hours?
vot: Как Common Voice рассчитывает часы?

source: How does it work?
vot: Как это работает

source: How do you ensure anonymity and privacy of the people who donated their voices?
vot: Как вы обеспечиваете анонимность и конфиденциальность людей, которые пожертвовали свои голоса?

source: Hungarian
vot: Венгерский

source: I agree
vot: Я согласен(а)

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
vot: Я не являюсь носителем языка и говорю с акцентом, пригодится ли вам мой голос?

source: Icelandic
vot: Исландский

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
vot: Я хочу получать такие письма, как напоминания о целях, уведомления о достижениях и новости о Common Voice.

source: I do not agree
vot: Я не согласен(а)

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
vot: Я только что создал(а) личную цель для голосового пожертвования #CommonVoice -- присоединяйтесь ко мне и помогите машинам научиться понимать реальных людей { $link }

source: I’m afraid I don’t know what you’re looking for.
vot: Я боюсь, что не знаю, что вы ищете.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
vot: Я согласен с тем, как вы обрабатываете эту информацию, согласно <privacyLink>Политики приватности</privacyLink> Mozilla

source: * Indicates required field
vot: * поля, обязательные для заполнения

source: Indonesian
vot: Индонезийский

source: In Progress
vot: Идёт подготовка

source: Interlingua
vot: Интерлингва

source: Irish
vot: Ирландский

source: Is my account information public?
vot: Является ли информация моего аккаунта публичной?

source: Is the clip valid?
vot: Корректная ли запись?

source: Is the goal of Common Voice to build a voice assistant?
vot: Является ли целью Common Voice создание голосового помощника?

source: Italian
vot: Итальянский

source: It contains words or phrases that are hard to read or pronounce.
vot: Содержит слова или фразы, которые трудно прочитать или произнести.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
vot: Существует давно установленный факт, что читатель будет отвлекаться на удобочитаемое содержимое страницы при просмотре её макета.

source: It is written in a language different than what I’m speaking.
vot: Написано на языке, отличном от того, на котором я говорю.

source: Izhorian
vot: ižora

source: Japanese
vot: Японский

source: Join the Common Voice mailing list
vot: Сделайте голосовую запись частью аватара вашего профиля. Другие смогут прослушать её.

source: Kabyle
vot: Кабильский

source: Kaqchikel
vot: Какчикельский

source: Kazakh
vot: Казахский

source: Keep
vot: Оставить

source: Keep it up, record again <recordIcon></recordIcon>
vot: Продолжайте, запишите ещё <recordIcon></recordIcon>

source: Keep the recordings
vot: Сохранить мои записи

source: Keep track of your progress and metrics across multiple languages.
vot: Следите за своим прогрессом и показателями на нескольких языках.

source: Keep track of your progress with a profile
vot: Отслеживайте свой прогресс с помощью профиля

source: Keep track of your progress with a profile and help our voice data be more accurate.
vot: Наблюдайте за прогрессом, пользуясь профилем, и помогайте улучшать точность наших голосовых данных.

source: Kinyarwanda
vot: Руанда

source: Komi-Zyrian
vot: Коми-зырянский

source: Korean
vot: Корейский

source: Kurdish
vot: Курдский

source: Kyrgyz
vot: Киргизский

source: Language
vot: čeeli

source: Language Request
vot: Запрос языка

source: Language request successfully submitted, thank you.
vot: Запрос о добавлении языка успешно отправлен, спасибо.

source: Languages
vot: Čeeled

source: Latvian
vot: Латышский

source: Launched
vot: Запущены

source: Leaderboard Visibility
vot: Показывать меня в топе

source: Leaving now means you’ll lose your changes
vot: Уход сейчас означает, что вы потеряете сделанные изменения
